<?php
	include_once('inc/jcart.php');
	session_start();
?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
	<?php include('core/head.inc') ?>
<body>
<div id="uwc">
<div id="Underwater">
	<div id="Sea">
		<div id="Light"></div>
		<!-- Page centred -->
		<div id="Container">
			<div id="Header">
				<?php include('core/header.inc') ?>
			</div>
			<div id="Menu">
				<ul>
					<?php include('core/menu.inc') ?>
				</ul>
				
				
				<div class="MenuL"></div>
				<div class="MenuR"></div>
			</div>			
			<div id="Page">
				<div id="Content">
				
				<div class="Conent">
					<div class="Title">
						<h1>О КОМПАНИИ</h1>
					</div>
					<div class="Text">
						<p>Компания “BIG FISH” рада предложить Вам блюда японской и итальянской кухни. В нашем меню 
					широкий ассортимент холодных и горячих блюд, а также слабоалкогольных и безалкогольных напитков.
					</br>Приоритеты нашей компании - качественная продукция по разумным ценам.</p>					
					<p>Компания была основана в 2003 году и всё это время занимает лидирующие позиции в сфере доставки 
					блюд собственного приготовления. Приветливые сотрудники CALL-центра быстро и квалифицированно
					оформят Ваш заказ, профессиональные повара легко и изысканно его приготовят, а опытные водители 
					в срок доставят к Вам домой или в офис. Заказ начинает готовиться только после звонка и 
					никаких заранее приготовленных блюд. При приготовлении мы используем только экологически 
					чистые, высококачественные продукты и фильтрованную воду. Высокотехнологичный метод 
					обработки заказов позволяет нам уже через несколько секунд после звонка начать приготовление 
					на том производстве, которое находится ближе всего к адресу гостя. Это позволяет нам сократить время 
					доставки и привозить Вам исключительно свежие блюда.</p>					
					<p>Все соусы, имбирь, васаби, палочки, зубочистки и салфетки доставляются в 
					фирменной упаковке бесплатно. Компания “BIG FISH” работает для Вас ежедневно, без выходных с 9-00 до 02-00. 
					Мы применяем все существующие методы санитарного контроля на наших производствах. 
					Поэтому Вы можете быть уверены, что Ваш заказ готовится с применением самых жёстких санитарных норм.
					</br>Спасибо что выбрали нас, приятного аппетита!</p>
						<p><img src="/images/about.jpg"></p>
					</div>
				</div>
				
				</div>
				<div id="Cart" style="display:none">	
					
				</div>
				<div class="Clear"></div>	
			<div id="Footer">
				<?php include('core/footer.inc') ?>
			</div>
			</div>
			<div class="BoobleL"></div>
			<div class="BoobleR"></div>
		</div>
		<!-- /Page centred -->
	</div>
</div>
</div>
</body>