<?php
	switch($cat) {
		case "1": $tit_1 = 'Вкусные суши';
		case "1": $tit_2 = 'Суши еда для стройняшек';
		case "1": $tit_3 = 'Сашими и суши';
		case "1": $text_1 = 'Суши, столь полюбившиеся в России, пришли к нам из экзотической Японии в 90-х годах. С тех пор у этого деликатеса появилось множество почитателей. Можно заказать суши не выходя из дома или офиса. Множество разнообразных вкусов и богатый выбор вы сможете найти на нашем сайте: гринканы, дунканы, острые суши. Изучите наше меню и вы обязательно найдете суши на свой вкус.';
		case "1": $text_2 = 'Хорошее настроение и прекрасную фигуру можно и нужно соблюдать, не исключив из рациона рыбу. Именно в ней содержится нужный нам витамин Омега-3, который делает девушек симпатичными. Суши называют деликатесом для балерин. НЕ бойтесь побаловать себя любимыми суши, а тем более сашими если сидите на диете. Свежие морепродукты не повредят ни одной красотке.';
		case "1": $text_3 = 'Мы предлагаем широкий выбор замечательных Японских блюд. Вам даже не обязательно ехать в Японию. Вы можете сделать заказ на нашем сайте или позвонить нашим операторам. Команда наших специалистов соберет и привезет ваш заказ прямо на дом или в ваш офис. Вы можете насладиться уникальными блюдами из морепродуктов. Ко всем заказам прилагается соевый соус, ароматный имбирь и, популярный у любителей остренького, васаби.';
		break;
		case "2": $tit_1 = 'Разнообразие роллов';
		case "2": $tit_2 = 'Честная доставка';
		case "2": $tit_3 = 'Оригинальные роллы';
		case "2": $text_1 = 'Роллы классические или de’luxe, горячие роллы или роллы с дымком. Мы приготовим их для вас и доставим в офис быстро и недорого. Все роллы готовятся искусными поварами прямо перед отправкой заказа, никаких полуфабрикатов или заготовок. Вы можете сами убедиться в свежести и оригинальности наших роллов и сделать заказ на сайте прямо сейчас. Роллы в кляре, с омлетом или рыбой на гриле. Выбирайте сейчас вкус, который придется вам по душе.';
		case "2": $text_2 = 'Доставка вкусных роллов и суши по Москве осуществляется в течение 60-90 минут. У нас только самые свежие продукты. Для своих блюд мы выбираем лучшую рыбу из Норвегии, свежие овощи, ароматный имбирь. Наши суши, сашими приготовлены по классическим рецептам. На нашем сайте вы можете найти уникальные горячие роллы или роллы с дымком. Сделав заказ всего однажды, вы навсегда полюбите этот вкус.';
		case "2": $text_3 = 'У нас на сайте вы найдете пожалуй самый широкий выбор роллов на самый взыскательный вкус. Наши повар придумали для вас самые изысканные вкусы и сочетания рыбы, сыров, овощей. Роллы dе’luxe не только очень вкусные, но и красивые. Это настоящие произведения искусства! Средиземноморский осьминог, камчатский краб, роллы с морским гребешком King size. Вы не сможете не полюбить японскую кухню, попробовав ее всего один раз.';
		break;
		case "3": $tit_1 = 'Свежие сашими';
		case "3": $tit_2 = '';
		case "3": $tit_3 = '';
		case "3": $text_1 = 'Сашими - это прежде всего натуральные и свежие морепродукты. Нарезаное тонкими ломтиками филе рыбы передает ее первозданный истинный вкус. На нашем сайте вы можете заказать доставку самых популярных сашими с лососем, тунцом и нежным угрем. ';
		case "3": $text_2 = 'В сочетании с японским чука салатом, вакаме и лимонным соком сашими доставит вам истинное удовольствие. Мы доставим бесплатно сашими к вам в офис или домой в течение часа.';
		case "3": $text_3 = '';
		break;
		case "4": $tit_1 = 'Витаминные салаты';
		case "4": $tit_2 = '';
		case "4": $tit_3 = '';
		case "4": $text_1 = 'Салат - это не только вкусно, но очень полезно. Это универсальное блюдо японской и европейской кухни. В любое время года салат из свежей зелени с морепродуктами поднимет настроение и улучшит ваше самочувствие. Приготовленные по классическим рецептам салаты вы сможете заказать online на нашем сайте. "Цезарь", "Салат с морскими водорослями" или любимый "Греческий" приятно дополнят ваш обед и помогут поддержать в тонусе.';
		case "4": $text_2 = '';
		case "4": $text_3 = '';
		break;
		case "5": $tit_1 = 'Домашний супчик';
		case "5": $tit_2 = 'Французские деликатесы';
		case "5": $tit_3 = 'Горяченькое';
		case "5": $text_1 = 'С детства привыкшие к борщам, щам и солянкам, мы не можем обойтись без горячего супчика на обед. Мы предлагаем вам вкусные и оригинальные супы, которые легко заказать и трудно приготовить в домашних условиях. Все хлопоты наш ресторан берет на себя. Просто выбирайте мисо суп, суп с лососем или лапшой удон. Домашний уют приедет к вам!';
		case "5": $text_2 = 'Лягушачьи лапки – это очень известный в России французский деликатес. Практически все слышали, что лягушачьи лапки по вкусу напоминают куриное мясо, но мало кто их пробовал. Чтобы попробовать это изысканное блюдо надо посетить дорогой рыбный ресторан, но мы можем привезти его прямо к вам домой. Заказать их очень просто у нас на сайте в разделе горячие блюда.';
		case "5": $text_3 = 'Надо признать, что не все любят суши и роллы. Обычно их обожают девушки, любящие открывать для себя новые вкусы. Но брутальные мужчины, а так же их родители не всегда понимают как можно утолить голод просто рисом! Поэтому на нашем сайте вы можете заказать куриные крылья, картошку по-деревенски, кольца кальмара к пиву, знаменитые японские пельмешки и многое другое. Наше меню придется по вкусу каждому.';
		break;
		case "6": $tit_1 = 'Десерт';
		case "6": $tit_2 = 'Идеальный десерт';
		case "6": $tit_3 = '';
		case "6": $text_1 = 'Ужин в японском стиле сам по себе приятен и незабываем. Никого не оставят равнодушными теплые роллы с лососем или оригинальные роллы с подкопченным угрем, но лучшим завершение любого вечера станет по-настоящему японский десерт. У нас вы найдете сладкие роллы, которые прекрасно дополнят любую трапезу. Киви, банан с сыром маскорпоне просто тают во рту и не оставят равнодушным ни одного сладкоежку.';
		case "6": $text_2 = 'Идеальный десерт это наши сладкие роллы и с этим согласится любая девушка. Ведь мы собрали вместе сочную клубнику, питательные бананы и экзотичные киви. Никакого теста и лишних калорий, жирного крема и тяжести в желудке. ';
		case "6": $text_3 = 'Сладкие роллы это вкусно и полезно! А как это напоминает русскую кашу с фруктами, которую нам делали в детстве бабушки. Сладкие роллы это традиционное Японское блюдо, которое понравится и взрослым и детям.';
		break;
		case "7": $tit_1 = 'Сеты';
		case "7": $tit_2 = '';
		case "7": $tit_3 = '';
		case "7": $text_1 = 'Заказать сет роллы не только приятно, чтобы побаловать близких, но и очень выгодно. Если вы хотите устроить вечеринку для друзей в японском стиле или отметить день рождения в офисе с коллегами, то, безусловно, ваш вариант доставка сетов.';
		case "7": $text_2 = 'Сеты – это сразу набор из вкусных и свежих роллов на любой вкус. Варианты из трех, четырех и даже восьми роллов сократят время выбора и оформления заказа, а разнообразие наверняка придется по душе всей компании.';
		case "7": $text_3 = '';
		break;
		case "8": $tit_2 = 'Любимые соусы';
		case "8": $tit_1 = 'Имбирь и васаби';
		case "8": $tit_3 = '';
		case "8": $text_2 = 'В дополнение к основным блюдам вы можете заказать соус на свой выбор. Есть основные добавки к суши – имбирь, васаби и соевый соус, а также специально приготовленные соусы к рыбным и мясным блюдам. Они имеют изысканный вкус и прекрасно подходят к шашлычкам, картошке, морепродуктам.';
		case "8": $text_1 = 'Не все знают зачем в суши, роллы и сашими добавляют имбирь и васаби, и как правильно следует их употреблять в пищу. Васаби или «японский хрен» разводят в соевом соусе. Это имеет противомикробный эффект так как сырая рыба сама по себе не слишком комфортный продукт для желудка, а имбирь улучшает пищеварение.';
		case "8": $text_3 = 'Соус сделает вашу трапезу более приятной и придаст новый вкус привычным блюдам. Кроме того, наши соусы вы можете добавить на свой вкус в любой салат. Не бойтесь экспериментировать со вкусами и стать настоящим гурманом. Именно дополнительные ингредиенты делают блюда европейской и японской кухни особенными.';
		break;
		case "9": $tit_1 = 'Наши напитки';
		case "9": $tit_2 = 'Пиво и рыба';
		case "9": $tit_3 = '';
		case "9": $text_1 = 'В дополнение к вкусным роллам и суши вы можете найти на нашем сайте большой выбор слабоалкогольных и безалкогольных напитков. Вы можете выбрать на свой вкус соки, чай, минеральную воду или пиво. Мы с удовольствием добавим к вашему заказу ваш любимый напиток и доставим заказ по Москве быстро и недорого.';
		case "9": $text_2 = 'Нет более идеального сочетания, чем пиво и рыба. Вкусные суши с соевым соусом как нельзя лучше сочетаются с терпким ячменным вкусом. У нас на сайте вы можете заказть как любимое пиво российских и немецких торговых марок, так и японское пиво Тан Фунг Сякэ. Устройте себе и своим друзьям праздник на выходные, соберите всех за приятным ужином с бутылочкой пенного.';
		case "9": $text_3 = 'Вы получите массу удовольствие недорого и быстро. Наша доставка работает ежедневно до 00.00';
		break;
		case "10": $tit_1 = 'Доставка пиццы';
		case "10": $tit_2 = 'Хорошая пицца доставляет море удовольствия';
		case "10": $tit_3 = '';
		case "10": $text_1 = 'Доставка пиццы быстро и недорого, этой услугой пользовался каждый житель мегаполиса. Итальянцы точно знают, что пицца – это блюдо итальянской кухни, американцы уверены – что американское, а в России просто любят вкусно покушать. В Москве доставка пиццы – популярная услуга, готовить катастрофически некогда. Пицца – это лучшее блюдо для большой компании. Можно заказать доставку пиццы в офис, чтобы поздравить коллег со своим же днем рожденья. Просто поужинать с любимым человеком или другом. У нас Вы можете заказать пиццу он лайн. Доставка бесплатно в течение 90 минут.';
		case "10": $text_2 = 'Как отличить вкусную пиццу от пиццы обычной? Вкусная пицца - это произведение кулинарного искусства. Многогранный вкус такой пиццы удивляет своей насыщенностью. Вкусы элементов начинки хорошей пиццы не перебивают друг друга, а дополняют. Такая пицца готовится только из натуральных и свежих продуктов. Замороженные полуфабрикаты пиццу только портят.
Видов пицц существует много: мясная пицца, рыбная пицца, пицца с грибами, пицца из морепродуктов, фруктовая сладкая пицца. И это только небольшой список из всего разнообразия пиццы. Пицца может быть открытой или закрытой. Закрытая пицца называется "кальцоне". Все компоненты такой пиццы прикрыты слоем теста.
Пиццу можно заказать по телефону. Приготовленная профессионалами пицца будет таять во рту.';
		case "10": $text_3 = '';
		break;

	}
?>